/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "%@ Foto";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ dan %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "%@ Video";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d hari %2$d jam %3$d minit %4$d saat";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d jam %2$d minit %3$d saat";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d minit %2$d saat";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d saat";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ piksel";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (%@ plug-in Internet)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "%@ CC";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "%@ Storan Pangkalan Data";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@ Pembaca Mudah";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "%@ Rangkaian";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "%@ SDH";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "Kandungan Web %@";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "Kunci Induk WebCrypto %@";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d fail";

/* Label for PDF page number indicator. */
"%d of %d" = "%d dari %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "%zu Item";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "0 Item";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 Item";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "1 Foto";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "1 Video";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (Gred Sederhana)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (Gred Tinggi)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (Gred Rendah)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<nama fail> %d×%d piksel";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "Pengecualian JavaScript berlaku";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Tambah ke Senarai Bacaan";

/* Undo action name */
"Align Left (Undo action name)" = "Jajar Kiri";

/* Undo action name */
"Align Right (Undo action name)" = "Jajar Kanan";

/* WKErrorUnknown description */
"An unknown error occurred" = "Ralat tidak diketahui berlaku";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Auto (Disyorkan)";

/* Back context menu item */
"Back" = "Balik";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Plug-in Disekat";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Plug-in Disekat";

/* Bold context menu item */
"Bold" = "Tebal";

/* Undo action name */
"Bold (Undo action name)" = "Tebal";

/* menu item title for phone number */
"Call Using iPhone:" = "Panggilan Menggunakan iPhone:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Batal";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Batal";

/* Capitalize context menu item */
"Capitalize" = "Perbesar";

/* Undo action name */
"Center (Undo action name)" = "Tengah";

/* Undo action name */
"Change Attributes (Undo action name)" = "Ubah Atribut";

/* Check spelling context menu item */
"Check Document Now" = "Semak Dokumen Sekarang";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Semak Tatabahasa Dengan Ejaan";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Semak Ejaan Semasa Menaip";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Pilih Fail";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Pilih Fail";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Pilih Media (Berbilang)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Pilih Media (Tunggal)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Kosongkan";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Kosongkan Carian Terbaru";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Klik untuk keluar dari mod skrin penuh";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Klik untuk mula semula";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Kandungan dengan jenis MIME yang ditentukan tidak dapat ditunjukkan";

/* Media Controls context menu item */
"Controls" = "Kawalan";

/* Copy context menu item */
"Copy" = "Salin";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Salin";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Salin Alamat Audio";

/* Copy Image context menu item */
"Copy Image" = "Salin Imej";

/* Copy Link context menu item */
"Copy Link" = "Salin Pautan";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Salin Alamat Video";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Betulkan Ejaan Secara Automatik";

/* Undo action name */
"Create Link (Undo action name)" = "Cipta Pautan";

/* Cut context menu item */
"Cut" = "Potong";

/* Undo action name */
"Cut (Undo action name)" = "Potong";

/* Default writing direction context menu item */
"Default" = "Lalai";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Padam";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Butiran";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Pengimlakan";

/* Download Audio To Disk context menu item */
"Download Audio" = "Muat Turun Audio";

/* Download Image context menu item */
"Download Image" = "Muat Turun Imej";

/* Download Linked File context menu item */
"Download Linked File" = "Muat Turun Fail Dipautkan";

/* Download Video To Disk context menu item */
"Download Video" = "Muat Turun Video";

/* Undo action name */
"Drag (Undo action name)" = "Seret";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Masuk Skrin Penuh";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Keluar dari Skrin Penuh";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Fon";

/* Undo action name */
"Format Block (Undo action name)" = "Memformat";

/* Forward context menu item */
"Forward" = "Maju";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Pemuatan bingkai diganggu";

/* accessibility role description for web area */
"HTML content" = "Kandungan HTML";

/* Hide Media Controls context menu item */
"Hide Controls" = "Sembunyikan Kawalan";

/* menu item title */
"Hide Spelling and Grammar" = "Sembunyikan Ejaan dan Tatabahasa";

/* menu item title */
"Hide Substitutions" = "Sembunyikan Penggantian";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Abaikan Tatabahasa";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Abaikan Ejaan";

/* Undo action name */
"Indent (Undo action name)" = "Inden";

/* Undo action name */
"Insert List (Undo action name)" = "Selit Senarai";

/* Inspect Element context menu item */
"Inspect Element" = "Periksa Unsur";

/* Italic context menu item */
"Italic" = "Italik";

/* Undo action name */
"Italics (Undo action name)" = "Italik";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java tidak tersedia";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "Justifikasikan";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Kunci dari %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Belajar Ejaan";

/* Left to Right context menu item */
"Left to Right" = "Kiri ke Kanan";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Siaran Langsung";

/* Media controller status message when the media is loading */
"Loading..." = "Memuatkan…";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Cari dalam Kamus";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Cari “%@”";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Cari “<selection>”";

/* Media Loop context menu item */
"Loop" = "Gelung";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Longgarkan Kern";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Rendahkan Garis Dasar";

/* Make Lower Case context menu item */
"Make Lower Case" = "Jadikan Huruf Kecil";

/* Make Upper Case context menu item */
"Make Upper Case" = "Jadikan Huruf Besar";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Plug-in Tiada";

/* Media Mute context menu item */
"Mute" = "Senyap";

/* No Guesses Found context menu item */
"No Guesses Found" = "Tiada Tekaan Ditemui";

/* Empty select list */
"No Options Select Popover" = "Tiada Pilihan";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Tiada pencarian terbaru";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Tidak dibenarkan untuk menggunakan port rangkaian yang dihadkan";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Tidak Aktif";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Buka";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Buka Audio dalam Tetingkap Baru";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Buka Bingkai dalam Tetingkap Baru";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Buka Imej dalam Tetingkap Baru";

/* Open Link context menu item */
"Open Link" = "Buka Pautan";

/* Open in New Window context menu item */
"Open Link in New Window" = "Buka Pautan dalam Tetingkap Baru";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Buka Video dalam Tetingkap Baru";

/* context menu item for PDF */
"Open with %@" = "Buka dengan %@";

/* Undo action name */
"Outdent (Undo action name)" = "Outden";

/* Outline context menu item */
"Outline" = "Garis Kasar";

/* Undo action name */
"Outline (Undo action name)" = "Garis Kasar";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Arah Perenggan";

/* Paste context menu item */
"Paste" = "Tampal";

/* Undo action name */
"Paste (Undo action name)" = "Tampal";

/* Undo action name */
"Paste Font (Undo action name)" = "Tampal Fon";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Tampalkan Pembaris";

/* Media Pause context menu item */
"Pause" = "Jeda";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Pustaka Foto";

/* Media Play context menu item */
"Play" = "Main";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Mainkan filem dalam mod skrin penuh";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Kegagalan Plug-in";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Plug-in dibatalkan";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Pemuatan dikendalikan plug-in";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Format Dokumen Mudah Alih";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Naikkan Garis Dasar";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Carian Terbaru";

/* Reload context menu item */
"Reload" = "Muat Semula";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Reset";

/* Right to Left context menu item */
"Right to Left" = "Kanan ke Kiri";

/* Title for Save Image action button */
"Save Image" = "Simpan Imej";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Cari dalam Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Cari dengan %@";

/* Search with Google context menu item */
"Search with Google" = "Cari dengan Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Arah Pilihan";

/* Undo action name */
"Set Background Color (Undo action name)" = "Setkan Warna Latar Belakang";

/* Undo action name */
"Set Color (Undo action name)" = "Setkan Warna";

/* Undo action name */
"Set Font (Undo action name)" = "Setkan Fon";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Setkan Bentuk Huruf Tradisional";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Setkan Arah Tulisan";

/* Show colors context menu item */
"Show Colors" = "Tunjukkan Warna";

/* Show Media Controls context menu item */
"Show Controls" = "Tunjukkan Kawalan";

/* Show fonts context menu item */
"Show Fonts" = "Tunjukkan Fon";

/* menu item title */
"Show Spelling and Grammar" = "Tunjukkan Ejaan dan Tatabahasa";

/* menu item title */
"Show Substitutions" = "Tunjukkan Penggantian";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Tunjukkan dalam plug-in disekat";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Salin/Tampal Pintar";

/* Smart Dashes context menu item */
"Smart Dashes" = "Tanda Pisah Pintar";

/* Smart Links context menu item */
"Smart Links" = "Pautan Pintar";

/* Smart Quotes context menu item */
"Smart Quotes" = "Petikan Pintar";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Plug-in Dipetik";

/* Speech context sub-menu item */
"Speech" = "Pertuturan";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Ejaan dan Tatabahasa";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Mula Nyahpepijat JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Mula Profilkan JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Mula Bercakap";

/* Stop context menu item */
"Stop" = "Henti";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Berhenti Nyahpepijat JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Berhenti Profilkan JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Berhenti Bercakap";

/* Styles context menu item */
"Styles..." = "Gaya...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Hantar";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Hantar";

/* Undo action name */
"Subscript (Undo action name)" = "Subskrip";

/* Substitutions context sub-menu item */
"Substitutions" = "Penggantian";

/* Menu section heading for subtitles */
"Subtitles" = "Sari Kata";

/* Undo action name */
"Superscript (Undo action name)" = "Superskrip";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Ambil Foto";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Ambil Foto atau Video";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Ambil Video";

/* Text Replacement context menu item */
"Text Replacement" = "Penggantian Teks";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "URL tidak dapat ditunjukkan";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "WKWebView telah ditaksahkan";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "Proses Kandungan Web telah ditamatkan";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Lokasi sekarang tidak ditemui.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Plug-in tidak ditemui";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Plug-in tidak dapat dimuatkan";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Nama pengguna atau kata laluan yang anda masukkan untuk kawasan “%@” pada %@ adalah salah. Pastikan anda memasukkannya dengan betul, dan kemudian cuba lagi.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Nama pengguna atau kata laluan yang anda masukkan untuk %@ pelayan proksi %@ adalah salah. Pastikan anda memasukkannya dengan betul, dan kemudian cuba lagi.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Nama pengguna atau kata laluan yang anda masukkan untuk kawasan ini pada %@ adalah salah. Pastikan anda memasukkannya dengan betul, dan kemudian cuba lagi.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Ini ialah indeks yang dapat dicari. Masukkan kata kunci carian: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Ketatkan Kern";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Untuk melihat halaman ini, anda mesti melog masuk ke kawasan “%@” pada %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Untuk melihat halaman ini, anda mesti melog masuk ke %@ pelayan proksi %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Untuk melihat halaman ini, anda mesti melog masuk ke kawasan ini pada %@:";

/* Transformations context sub-menu item */
"Transformations" = "Transformasi";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Nyahaktifkan Kern";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Nyahaktifkan Ligatur";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "Menaip";

/* Underline context menu item */
"Underline" = "Garis Bawah";

/* Undo action name */
"Underline (Undo action name)" = "Garis Bawah";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Tidak Diketahui";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Tidak Diketahui";

/* Undo action name */
"Unlink (Undo action name)" = "Nyahpaut";

/* Undo action name */
"Unscript (Undo action name)" = "Tanpa skrip";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Gunakan Semua Ligatur";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Gunakan Kern Standard";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Gunakan Ligatur Standard";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Digunakan untuk sulitkan kekunci WebCrypto dalam storan berterusan, seperti IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "Pemeriksa Web — %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "PDF terbina dalam WebKit";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "WebKit menghadapi ralat dalaman";

/* message in authentication panel */
"Your login information will be sent securely." = "Maklumat log masuk anda akan dihantar dengan selamat.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Kata laluan anda akan dihantar tanpa disulitkan.";

/* HTTP result code string */
"accepted" = "diterima";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "aktifkan";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "isyarat";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "dialog isyarat";

/* An ARIA accessibility group that acts as an application. */
"application" = "aplikasi";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "status aplikasi";

/* An ARIA accessibility group that acts as an article. */
"article" = "artikel";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "kawalan main balik elemen audio dan paparan status";

/* accessibility label for audio element controller */
"audio playback" = "main balik audio";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "balik 30 saat";

/* HTTP result code string */
"bad gateway" = "getway buruk";

/* HTTP result code string */
"bad request" = "permintaan buruk";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "sepanduk";

/* accessibility help text for play button */
"begin playback" = "mula main balik";

/* accessibility description for a search field cancel button */
"cancel" = "batal";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "semak";

/* HTTP result code string */
"client error" = "ralat pelanggan";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "pelengkap";

/* HTTP result code string */
"conflict" = "konflik";

/* An ARIA accessibility group that contains content. */
"content information" = "maklumat kandungan";

/* HTTP result code string */
"continue" = "teruskan";

/* HTTP result code string */
"created" = "dicipta";

/* accessibility help text for movie status display */
"current movie status" = "status filem sekarang";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "masa filem sekarang dalam saat";

/* role description of ARIA definition role */
"definition" = "definisi";

/* description detail */
"description" = "perihalan";

/* accessibility role description of a description list */
"description list" = "senarai perihalan";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "dialog";

/* An ARIA accessibility group that acts as a document. */
"document" = "dokumen";

/* accessibility label for elapsed time display */
"elapsed time" = "masa berlalu";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "masuk skrin penuh";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "keluar skrin penuh";

/* HTTP result code string */
"expectation failed" = "jangkaan gagal";

/* accessibility label for fast forward button */
"fast forward" = "mara laju";

/* accessibility label for fast reverse button */
"fast reverse" = "undur cepat";

/* accessibility role description for a file upload button */
"file upload button" = "butang muat naik fail";

/* accessibility role description for a footer */
"footer" = "pengaki";

/* HTTP result code string */
"forbidden" = "dilarang";

/* HTTP result code string */
"found" = "dijumpai";

/* HTTP result code string */
"gateway timed out" = "tamat masa getway";

/* accessibility role description for headings */
"heading" = "pengepala";

/* accessibility label for hide closed captions button */
"hide closed captions" = "sembunyikan kapsyen tertutup";

/* accessibility role description for image map */
"image map" = "imej peta";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "masa tidak terhad";

/* HTTP result code string */
"informational" = "bermaklumat";

/* HTTP result code string */
"internal server error" = "ralat pelayan dalaman";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "lompat";

/* HTTP result code string */
"length required" = "panjang diperlukan";

/* accessibility role description for link */
"link" = "pautan";

/* accessibility role description for list marker */
"list marker" = "penanda senarai";

/* An ARIA accessibility group that acts as a console log. */
"log" = "log";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "utama";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "tenda";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "matematik";

/* HTTP result code string */
"method not allowed" = "cara tidak dibenarkan";

/* HTTP result code string */
"moved permanently" = "dipindahkan secara kekal";

/* accessibility label for timeline slider */
"movie time" = "masa filem";

/* accessibility help text for timeline slider */
"movie time scrubber" = "penggosok masa filem";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "penanda penggosok masa filem";

/* HTTP result code string */
"multiple choices" = "berbilang pilihan";

/* accessibility label for mute button */
"mute" = "senyap";

/* accessibility help text for mute button */
"mute audio tracks" = "senyapkan trek audio";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navigasi";

/* HTTP result code string */
"needs proxy" = "proksi diperlukan";

/* HTTP result code string */
"no content" = "tiada kandungan";

/* HTTP result code string */
"no error" = "tiada ralat";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "tiada fail dipilih";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "tiada fail dipilih";

/* HTTP result code string */
"no longer exists" = "tidak wujud lagi";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "tiada media dipilih (berbilang)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "tiada media dipilih (tunggal)";

/* HTTP result code string */
"non-authoritative information" = "maklumat yang tidak berautoriti";

/* HTTP result code string */
"not found" = "tidak dijumpai";

/* HTTP result code string */
"not modified" = "tidak diubahsuaikan";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "nota";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "jumlah saat filem yang tinggal";

/* HTTP result code string */
"partial content" = "separa kandungan";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "corak tidak sepadan";

/* accessibility label for pause button */
"pause" = "jeda";

/* accessibility help text for pause button */
"pause playback" = "jeda main balik";

/* HTTP result code string */
"payment required" = "bayaran diperlukan";

/* accessibility label for play button */
"play" = "main";

/* HTTP result code string */
"precondition failed" = "prasyarat gagal";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "tekan";

/* HTTP result code string */
"proxy authentication required" = "pengesahan proksi diperlukan";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "limpahan julat";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "aliran bawah julat";

/* HTTP result code string */
"redirected" = "diubah hala";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "rantau";

/* accessibility label for time remaining display */
"remaining time" = "masa tertinggal";

/* HTTP result code string */
"request timed out" = "permintaan tamat masa";

/* HTTP result code string */
"request too large" = "permintaan terlalu besar";

/* HTTP result code string */
"requested URL too long" = "URL yang diminta terlalu panjang";

/* HTTP result code string */
"requested range not satisfiable" = "julat yang diminta tidak dapat dipenuhi";

/* HTTP result code string */
"reset content" = "reset kandungan";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "kembalikan filem penstriman ke masa nyata";

/* accessibility label for return to real time button */
"return to realtime" = "kembali ke masa nyata";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "cari";

/* HTTP result code string */
"see other" = "lihat yang lain";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "cari undur filem 30 saat";

/* accessibility help text for fast rewind button */
"seek quickly back" = "cari undur cepat";

/* accessibility help text for fast forward button */
"seek quickly forward" = "cari maju cepat";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "pilih";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "pemisah";

/* HTTP result code string */
"server error" = "ralat pelayan";

/* HTTP result code string */
"service unavailable" = "perkhidmatan tidak tersedia";

/* accessibility label for show closed captions button */
"show closed captions" = "tunjukkan kapsyen tertutup";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "mula memaparkan kapsyen tertutup";

/* accessibility label for movie status */
"status" = "status";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "langkah tidak sepadan";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "berhenti memaparkan kapsyen tertutup";

/* HTTP result code string */
"success" = "berjaya";

/* HTTP result code string */
"switching protocols" = "protokol pertukaran";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "panel tab";

/* HTTP result code string */
"temporarily redirected" = "diubah hala sementara";

/* term word of a description list */
"term" = "istilah";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "penanda penggelongsor garis masa";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "pemasa";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "terlalu panjang";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "petua alat";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "jenis tidak sepadan";

/* HTTP result code string */
"unacceptable" = "tidak boleh diterima";

/* HTTP result code string */
"unauthorized" = "tidak disahkan";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "buang tanda";

/* HTTP result code string */
"unimplemented" = "tidak dilaksanakan";

/* Unknown filename */
"unknown" = "tidak diketahui";

/* accessibility label for turn mute off button */
"unmute" = "nyahsenyap";

/* accessibility help text for un mute button */
"unmute audio tracks" = "nyahsenyap trek audio";

/* HTTP result code string */
"unsupported media type" = "jenis media tidak disokong";

/* HTTP result code string */
"unsupported version" = "versi tidak disokong";

/* Validation message for required form control elements that have no value */
"value missing" = "nilai tiada";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "kawalan main balik elemen video dan paparan status";

/* accessibility label for video element controller */
"video playback" = "main balik video";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Buka";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Pratonton";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Tambah ke Senarai Bacaan";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Salin";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Tambah ke Foto";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Simpan ke Muat Turun";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Kongsi";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Salin";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Mencari";

/* "Paste" action menu item */
"Paste (action menu item)" = "Tampal";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Cadangan";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Salin";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Kongsi";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Simpan ke Muat Turun";
